{
    "description": {
      "heading": "Description",
      "content": "As a Social Media Assistant, you will work closely with the social media manager or marketing team to execute social media strategies and campaigns. You will be responsible for assisting in the creation and scheduling of engaging content, monitoring social media channels, and interacting with followers. Your primary goal will be to enhance brand visibility, foster positive relationships with the audience, and drive engagement and conversions."
    },
    "responsibilities": [
      "Community engagement to ensure that is supported and actively represented online",
      "Focus on social media content development and publication",
      "Marketing and strategy support",
      "Stay on top of trends on social media platforms, and suggest content ideas to the team",
      "Engage with online communities"
    ],
    "idealCandidate": [
      {
        "label": "Young(18-24 year old) Female social media manager",
        "description": ""
      },
      {
        "label": "Passionate & Reliable:",
        "description": "Genuine interest in our mission and a strong desire to make a positive impact, responsible, and committed to fulfilling volunteer commitments."
      },
      {
        "label": "Adaptable, Team Player & Strong Communication Skills:",
        "description": "Able to work effectively in diverse teams; and contributes positively. Flexible and open to embracing new challenges and shifting priorities; Clear verbal and written communication, active listening, and constructive feedback."
      },
      {
        "label": "Respectful:",
        "description": "Embraces diversity, inclusive, and treats others with respect. Abides with all our rules and regulations."
      }
    ],
    "whenAndWhere": {
      "onboardingEvent": "The onboarding event for this event will take place on Jan 18th, 2023 in AAU Auditorium"
    },
    "about": {
      "postedOn": "Jul 1, 2023",
      "deadline": "Jul 31, 2023",
      "location": "Addis Ababa",
      "startDate": "Aug 23, 2023",
      "endDate": "Sep 02, 2023"
    },
    "categories": ["Marketing", "Design"],
    "requiredSkills": ["Social Media Marketing", "English", "Copywriting"]
  }
  